{
    "title": "◻️ Podcast Episode",
    "type": "podcasts",
    "items": [
        {
            "title": "2019 | 3 hours, 35 minutes | How to Get Rich: Every Episode",
            "notes": "This giant episode collects every interview I’ve done on “How to Get Rich.” It includes 10 minutes of unreleased material—at the end—on “Finding Time to Invest in Yourself.” Transcript: http://nav.al/rich Seek Wealth, Not Money or Status 1:30 Make Abundance for the World 6:40 Free Markets Are Intrinsic to Humans 10:21 Making Money Isn’t About Luck 14:19 Make Luck Your Destiny 19:25 You Won’t Get Rich Renting Out Your Time 24:00 Live Below Your Means for Freedom 28:40 Give Society What It Doesn’t Know How to Get 31:01 The Internet Has Massively Broadened Career Possibilities 33:44 Play Long-term Games With Long-term People 38:23 Pick Partners With Intelligence, Energy and Integrity 44:24 Partner With Rational Optimists 49:09 Arm Yourself With Specific Knowledge 54:34 Specific Knowledge Is Highly Creative or Technical 1:00:53 Learn to Sell, Learn to Build 1:06:24 Read What You Love Until You Love to Read 1:10:59 The Foundations Are Math and Logic 1:12:00 There’s No Actual Skill Called “Business” 1:16:48 Embrace Accountability to Get Leverage 1:20:06 Take Accountability to Earn Equity 1:25:37 Labor and Capital Are Old Leverage 1:30:06 Product and Media are New Leverage 1:35:01 Product Leverage is Egalitarian 1:39:42 Pick a Business Model With Leverage 1:44:56 Example: From Laborer to Entrepreneur 1:50:51 Judgment Is the Decisive Skill 2:01:15 Set an Aspirational Hourly Rate 2:07:41 Work As Hard As You Can 2:11:26 Be Too Busy to “Do Coffee” 2:16:34 Keep Redefining What You Do 2:20:38 Escape Competition Through Authenticity 2:22:41 Play Stupid Games, Win Stupid Prizes 2:28:17 Eventually You Will Get What You Deserve 2:30:53 Reject Most Advice 2:35:00 A Calm Mind, a Fit Body, a House Full of Love 2:37:55 There Are No Get Rich Quick Schemes 2:42:02 Productize Yourself 2:46:42 Accountability Means Letting People Criticize You 2:48:55 We Should Eventually Be Working for Ourselves 2:55:33 Being Ethical Is Long-Term Greedy 2:56:58 Envy Can Be Useful, or It Can Eat You Alive 3:00:23 Principal-Agent Problem: Act Like an Owner 3:03:51 Kelly Criterion: Avoid Ruin 3:10:33 Schelling Point: Cooperating Without Communicating 3:12:03 Turn Short-Term Games Into Long-Term Games 3:13:55 Compounding Relationships Make Life Easier 3:16:36 Price Discrimination: Charge Some People More 3:19:04 Consumer Surplus: Getting More Than You Paid For 3:20:14 Net Present Value: What Future Income Is Worth Today 3:21:03 Externalities: Calculating the Hidden Costs of Products 3:22:05 Bonus Material: Finding Time to Invest in Yourself 3:23:47",
            "url": "https://open.spotify.com/episode/1DW2fkyEkgZaEP40Mj6H9m",
            "category": "❤️ Favorites"
        },
        {
            "title": "2017 | 2 hours | #18 Naval Ravikant: The Angel Philosopher",
            "notes": "Naval Ravikant is the CEO and co-founder of AngelList. He’s invested in more than 100 companies, including Uber, Twitter, Yammer, and many others. It’s difficult to nail down exactly what we discuss in our conversation because I had so many questions to ask him. Naval is an incredibly deep thinker who challenges the status quo on so many things. This is an interview you’ll want to listen to, think a bit, and then listen to again. Here are just a few of the many things we cover in this episode:  What a “typical day” looks like (not the answer I expected, and not one you’ve likely heard before) How Naval developed his legendary reading habits and how he finds time to read no matter how busy life gets How the internet has impacted book reading (both good and bad) and how to make sure you’re getting the best information from the most reliable sources What popular habit advice Naval thinks is BS and why Naval’s habit stacking technique that helped him overcome a desire for alcohol and other potentially destructive habits How Naval’s core values give direction to his life and how those values developed over time Naval’s thoughts on the current education system and what we can do to facilitate better learning for our children Naval’s favorite mental models for making critical high-stakes decisions His brilliant two-factor calendar authentication concept to keep him focused on only the most important projects Naval’s definition for the meaning of life (buckle up for this one) His amazing response to the investor who wanted to be just like Steve Jobs  And so, so much more. Just a heads up, this is the longest podcast I’ve ever done. While it felt like only thirty minutes, our conversation lasted over two hours! And although it is the longest, it’s also our most downloaded episode on the Knowledge Project, so make sure you have a pen and paper handy. There’s a lot of wisdom up for grabs here. Enjoy this amazing conversation.   Go Premium: Members get early access, ad-free episodes, hand-edited transcripts, searchable transcripts, member-only episodes, and more. Sign up at: https://fs.blog/membership/   Every Sunday our newsletter shares timeless insights and ideas that you can use at work and home. Add it to your inbox: https://fs.blog/newsletter/   Follow Shane on Twitter at: https://twitter.com/ShaneAParrish",
            "url": "https://open.spotify.com/episode/5W0RQCDr28VSxVZOYJn3f5",
            "category": "❤️ Favorites"
        }
    ]
}